// Reveal transition strings

PluginName = "Spostamento";

LeftToRight = "Da sinistra a destra";
RightToLeft = "Da destra a sinistra";
TopToBottom = "Dall'alto al basso";
BottomToTop = "Dal basso all'alto";
TopLeftToBottomRight = "Dall'alto a sinistra verso il basso a destra";
TopRightToBottomLeft = "Dall'alto a destra verso il basso a sinistra";
BottomLeftToTopRight = "Dal basso a sinistra verso l'alto a destra";
BottomRightToTopLeft = "Dal basso a destra verso l'alto a sinistra";
